Repository: hoekit/UnxUtils
Catalog: src/unxutils/recode-3.5/po/*.po
Languages: da

source: UCS2 Mne Description
da: UCS2 Mne Beskrivelse

source: No error
da: Ingen fejl

source: Non canonical input
da: Ualmindelige inddata

source: Ambiguous output
da: Flertydige uddata

source: Untranslatable input
da: Uoversættelige inddata

source: Invalid input
da: Ugyldige inddata

source: System detected problem
da: Systemet fandt en fejl

source: Misuse of recoding library
da: Misbrug af oversættelsesbibliotek

source: Internal recoding bug
da: Intern oversættelsesfejl

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
da: Dette program er fri software; du må redistribuere det og/eller modificere det under betingelserne givet i GNU General Public License som publiceret af Free Software Foundation; enten version 2, eller (efter dit valg) en senere version. Dette program distribueres i håbet om, at det vil være nyttigt, men UDEN NOGEN GARANTI; end ikke en underforstået garanti for SALGBARHED eller ANVENDELIGHED TIL ET GIVET FORMÅL. Se GNU General Public License for flere detaljer. Du skulle have modtaget en kopi af GNU General Public License sammen med dette program; hvis ikke, så skriv til Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: Try `%s %s' for more information.
da: Prøv "%s %s" for mere information.

source: Free `recode' converts files between various character sets and surfaces.
da: Free "recode" konverterer filer mellem forskellige tegnsæt og pakninger.

source: Usage: %s [OPTION]... [ [CHARSET] | REQUEST [FILE]... ]
da: Anvendelse: %s [TILVALG]... [ [TEGNSÆT] | FORESPØRGSEL [FIL]... ]

source: If a long option shows an argument as mandatory, then it is mandatory for the equivalent short option also. Similarly for optional arguments.
da: Hvis et langt tilvalg viser et argument som obligatorisk, så er det også obligatorisk for det tilsvarende korte tilvalg. På samme måde for valgfri argumenter.

source: Listings: -l, --list[=FORMAT] list one or all known charsets -k, --known=PAIRS restrict charsets according to known PAIRS list -h, --header[=[LN/]NAME] write table NAME on stdout using LN, then exit -F, --freeze-tables write out a C module holding all tables -T, --find-subsets report all charsets being subset of others -C, --copyright display Copyright and copying conditions --help display this help and exit --version output version information and exit
da: Oversigter: -l, --list[=FORMAT] vis oversigt over et eller alle kendte tegnsæt -k, --known=PAR begræns tegnsæt til liste af kendte PAR -h, --header[=[SPR/]NAVN] skriv tabel NAVN til std-ud i SPR og afslut -F, --freeze-tables udskriv et C-modul indeholdende alle tabeller -T, --find-subsets find alle tegnsæt, der er delmængder af andre -C, --copyright vis copyright- og kopieringsbetingelser --help vis denne hjælp og afslut --version vis versionsnummer og afslut

source: Operation modes: -v, --verbose explain sequence of steps and report progress -q, --quiet, --silent inhibit messages about irreversible recodings -f, --force force recodings even when not reversible -t, --touch touch the recoded files after replacement -i, --sequence=files use intermediate files for sequencing passes --sequence=memory use memory buffers for sequencing passes
da: Operationsmåder: -v, --verbose vis rækkefølgen af gennemløb, og rapportér fremskridt -q, --quiet, --silent udelad meddelelser om irreversible oversættelser -f, --force gennemtving oversættelser, selv hvis de ikke er reversible -t, --touch giv den oversatte fil system-urets tid -i, --sequence=files brug midlertidige filer mellem gennemløbene --sequence=memory brug hukommelseslagre mellem gennemløbene

source: -p, --sequence=pipe use pipe machinery for sequencing passes
da: -p, --sequence=pipe brug "pipe"-mekanismen mellem gennemløbene

source: -p, --sequence=pipe same as -i (on this system)
da: -p, --sequence=pipe samme som -i (på dette system)

source: Fine tuning: -s, --strict use strict mappings, even loose characters -d, --diacritics convert only diacritics or alike for HTML/LaTeX -S, --source[=LN] limit recoding to strings and comments as for LN -c, --colons use colons instead of double quotes for diaeresis -g, --graphics approximate IBMPC rulers by ASCII graphics -x, --ignore=CHARSET ignore CHARSET while choosing a recoding path
da: Fintuning: -s, --strict brug kun nøjagtige tegnsæt selvom der mistes tegn -d, --diacritics oversæt kun diakritiske/specielle tegn til HTML/LaTeX -S, --source[=SPR] begræns oversættelsen til strenge og kommentarer som til SPR -c, --colons brug koloner i stedet for anførselstegn som trema -g, --graphics tilnærm IBMPC linie- og kassetegn med ASCII grafik -x, --ignore=TEGNSÆT ignorér TEGNSÆT når oversættelsesvejen vælges

source: Option -l with no FORMAT nor CHARSET list available charsets and surfaces. FORMAT is `decimal', `octal', `hexadecimal' or `full' (or one of `dohf').
da: Tilvalg -l uden FORMAT eller TEGNSÆT viser en liste over alle tegnsæt og pakninger. FORMAT er et af ordene decimal, octal, hexadecimal eller full (eller et af bogstaverne d, o, h eller f).

source: Unless DEFAULT_CHARSET is set in environment, CHARSET defaults to `%s'.
da: Standard TEGNSÆT er "%s", hvis ikke DEFAULT_CHARSET er defineret.

source: CHARSET has no default, define DEFAULT_CHARSET in the environment.
da: Der findes ikke et standard TEGNSÆT, definer DEFAULT_CHARSET.

source: With -k, possible before charsets are listed for the given after CHARSET, both being tabular charsets, with PAIRS of the form `BEF1:AFT1,BEF2:AFT2,...' and BEFs and AFTs being codes are given as decimal numbers.
da: Med -k vises en liste over mulige før tegnsæt for det givne efter TEGNSÆT, begge tabellariske tegnsæt, med PAR af typen "FØR1:EFTER1,FØR2:EFTER2,..." hvor FØR'er og EFTER'e er tegnkoder givet efter titalssystemet.

source: LN is some language, it may be `c', `perl' or `po'; `c' is the default.
da: SPR er et programmeringssprog, det kan være "c", "perl" eller "po". "c" er standard.

source: REQUEST is SUBREQUEST[,SUBREQUEST]...; SUBREQUEST is ENCODING[..ENCODING]... ENCODING is [CHARSET][/[SURFACE]]...; REQUEST often looks like BEFORE..AFTER, with BEFORE and AFTER being charsets. An omitted CHARSET implies the usual charset; an omitted [/SURFACE]... means the implied surfaces for CHARSET; a / with an empty surface name means no surfaces at all. See the manual.
da: FORESPØRGSEL er UNDERFORESPØRGSEL[,UNDERFORESPØRGSEL]...; UNDERFORESPØRGSEL er INDKODNING[..INDKODNING]...; INDKODNING er [TEGNSÆT][/[PAKNING]]... FORESPØRGSEL har ofte formen FØR..EFTER, hvor FØR og EFTER er tegnsæt. Hvis et TEGNSÆT udelades, anvendes det normale tegnsæt; hvis [/PAKNING]... udelades, anvendes den normale pakning af TEGNSÆT; / uden navnet på en pakning betyder ingen pakning. Se manualen.

source: If none of -i and -p are given, presume -p if no FILE, else -i. Each FILE is recoded over itself, destroying the original. If no FILE is specified, then act as a filter and recode stdin to stdout.
da: Hvis ingen af -i eller -p er valgt, bruges -p hvis ingen FIL, ellers -i. Hver FIL bliver oversat oveni sig selv og overskriver originalen. Hvis ingen FIL er valgt, er programmet et filter, der oversætter fra std-ind til std-ud.

source: Report bugs to <recode-bugs@iro.umontreal.ca>.
da: Rapportér fejl til <recode-bugs@iro.umontreal.ca>.

source: Ambiguous sequence `%s'
da: Flertydig sekvens "%s"

source: Unknown sequence `%s'
da: Ukendt sekvens "%s"

source: Ambiguous language `%s'
da: Flertydigt sprog "%s"

source: Unknown language `%s'
da: Ukendt sprog "%s"

source: Ambiguous format `%s'
da: Flertydigt format "%s"

source: Unknown format `%s'
da: Ukendt format "%s"

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
da: Dette er fri software; se kopieringsbetingelserne i kildeteksten. Der gives INGEN garanti; end ikke for SALGBARHED eller ANVENDELIGHED TIL ET GIVET FORMÅL.

source: Written by Franc,ois Pinard <pinard@iro.umontreal.ca>.
da: Skrevet af François Pinard <pinard@iro.umontreal.ca>.

source: Deprecated syntax, please prefer `%s'
da: Forældet syntaks, brug hellere "%s"

source: Erroneous request `%s'
da: Fejlagtig forespørgsel "%s"

source: Recoding %s...
da: Oversætter %s...

source: done
da: færdig

source: failed: %s in %s..%s
da: fejlede: %s i %s..%s

source: %s failed: %s in %s..%s
da: %s fejlede: %s i %s..%s

source: %s in %s..%s
da: %s i %s..%s

source: Charset %s already exists and is not %s
da: Tegnsæt %s findes allerede og er ikke %s

source: Cannot list `%s', no names available for this charset
da: Kan ikke vise "%s", ingen navne tilgængelige for dette tegnsæt

source: Dec Oct Hex UCS2 Mne %s
da: Dec Okt Hex UCS2 Mne %s

source: Sorry, no names available for `%s'
da: Beklager, ingen navne tilgængelige for "%s"

source: Resurfacer set more than once for `%s'
da: Repakker indstillet flere gange for "%s"

source: Unsurfacer set more than once for `%s'
da: Udpakker indstillet flere gange for "%s"

source: Virtual memory exhausted
da: Virtuel hukommelse opbrugt

source: Codes %3d and %3d both recode to %3d
da: Tegnkoderne %3d og %3d oversættes begge til %3d

source: No character recodes to %3d
da: Ingen tegn oversættes til %3d

source: Cannot invert given one-to-one table
da: Kan ikke invertere denne en-til-en tabel

source: Following diagnostics for `%s' to `%s'
da: Følgende fejl er for "%s" til "%s"

source: Pair no. %d: <%3d, %3d> conflicts with <%3d, %3d>
da: Par nr. %d: <%3d, %3d> er i konflikt med <%3d, %3d>

source: Cannot complete table from set of known pairs
da: Kan ikke fuldende tabellen udfra mængden af kendte par

source: Identity recoding, not worth a table
da: Triviel oversættelse, ikke værd at bruge en tabel

source: Recoding is too complex for a mere table
da: Oversættelsen er for kompleks for en simpel tabel

source: %sConversion table generated mechanically by Free `%s' %s
da: %sOversættelsestabellen er genereret automatisk af Free "%s" %s

source: %sfor sequence %s.%s
da: %sfor sekvensen %s.%s

source: No table to print
da: Ingen tabel at udskrive

source: reversible
da: reversibel

source: %s to %s
da: %s til %s

source: variable
da: variabel

source: *Unachievable*
da: *Uopnåelig*

source: *mere copy*
da: *ren kopi*

source: Virtual memory exhausted!
da: Virtuel hukommelse opbrugt!

source: Step initialisation failed
da: Trininitialiseringen fejlede

source: Step initialisation failed (unprocessed options)
da: Trininitialiseringen fejlede (ubearbejdede tilvalg)

source: Request: %s
da: Forespørgsel: %s

source: Shrunk to: %s
da: Formindsket til: %s

source: Unrecognised surface name `%s'
da: Ukendt pakkenavn "%s"

source: No way to recode from `%s' to `%s'
da: Umuligt at oversætte fra "%s" til "%s"

source: Expecting `..' in request
da: Forventer ".." i forespørgsel

source: Child process wait status is 0x%0.2x
da: Underprocessens ventestatus er 0x%0.2x
